/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f sekuntia vuodesta 1970";

/* %@ = location */
"Open %@ in Maps" = "Avaa %@ Kartoissa";

/* %@ = location name */
"Map of %@" = "%@ kartalla";

/* %@ = phone number */
"Call %@" = "Soita nroon %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "Sijaintia (%@) ei löytynyt Karttojen paikallishaulla.";

/* %@ = url */
"Show %@ in Calendar" = "Näytä %@ Kalenterissa";

/* A measurement of some unit */
"Measurement" = "Mittayksikkö";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "Ominaisuus ei ole käytössä esittelytilassa";

/* Button */
"Cancel" = "Kumoa";

/* Button */
"OK" = "OK";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "Oikotiet ei pystynyt muuntamaan tyypistä %@ vaadittuun tyyppiin";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "Oikotiet ei pystynyt muuntamaan tyypistä %@ tyyppiin %@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "Toiminto";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ epäonnistui. Syy: %@.";

/* Content item error; type conversion error */
"Conversion Error" = "Muunnosvirhe";

/* Content property name */
"Album (Content Property Name)" = "Albumi";

/* Content property name */
"Album Artist (Content Property Name)" = "Albumin artisti";

/* Content property name */
"Album Artwork (Content Property Name)" = "Albumin kuvitus";

/* Content property name */
"Album Track # (Content Property Name)" = "Albumin raidan nro";

/* Content property name */
"Altitude (Content Property Name)" = "Korkeus";

/* Content property name */
"Article Publish Date (Content Property Name)" = "Artikkelin julkaisupäivä";

/* Content property name */
"Artist (Content Property Name)" = "Artisti";

/* Content property name */
"Artwork (Content Property Name)" = "Kuvitus";

/* Content property name */
"Attendees (Content Property Name)" = "Osanottajat";

/* Content property name */
"Audio (Content Property Name)" = "Ääni";

/* Content property name */
"Author (Content Property Name)" = "Tekijä";

/* Content property name */
"Birthday (Content Property Name)" = "Syntymäpäivä";

/* Content property name */
"Body (Content Property Name)" = "Leipäteksti";

/* Content property name */
"Calendar (Content Property Name)" = "Kalenteri";

/* Content property name */
"Camera Make (Content Property Name)" = "Kameran merkki";

/* Content property name */
"Camera Model (Content Property Name)" = "Kameran malli";

/* Content property name */
"City (Content Property Name)" = "Kaupunki";

/* Content property name */
"Comments (Content Property Name)" = "Kommentit";

/* Content property name */
"Company (Content Property Name)" = "Yritys";

/* Content property name */
"Completion Date (Content Property Name)" = "Suorituspäivä";

/* Content property name */
"Composer (Content Property Name)" = "Säveltäjä";

/* Content property name */
"Contact Photo (Content Property Name)" = "Yhteystiedon kuva";

/* Content property name */
"Country (Content Property Name)" = "Maa";

/* Content property name */
"Creation Date (Content Property Name)" = "Luontipäivä";

/* Content property name */
"Date Added (Content Property Name)" = "Lisätty";

/* Content property name */
"Date Taken (Content Property Name)" = "Ottopäivä";

/* Content property name */
"Department (Content Property Name)" = "Osasto";

/* Content property name */
"Disc # (Content Property Name)" = "Levyn nro";

/* Content property name */
"Due Date (Content Property Name)" = "Määräpäivä";

/* Content property name */
"Duration (Content Property Name)" = "Kesto";

/* Content property name */
"Email Address (Content Property Name)" = "Sähköpostiosoite";

/* Content property name */
"End Date (Content Property Name)" = "Päättymispäivä";

/* Content property name */
"Event End Date (Content Property Name)" = "Tapahtuman päättymispäivä";

/* Content property name */
"Event Start Date (Content Property Name)" = "Tapahtuman alkamispäivä";

/* Content property name */
"Excerpt (Content Property Name)" = "Katkelma";

/* Content property name */
"File Extension (Content Property Name)" = "Tiedostotarkenne";

/* Content property name */
"File Size (Content Property Name)" = "Tiedoston koko";

/* Content property name */
"First Name (Content Property Name)" = "Etunimi";

/* Content property name */
"Frame Rate (Content Property Name)" = "Kehysnopeus";

/* Content property name */
"Genre (Content Property Name)" = "Genre";

/* Content property name */
"Group (Content Property Name)" = "Ryhmä";

/* Content property name */
"Has Alarms (Content Property Name)" = "Sisältää herätyksiä";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "Sisältää albumikuvituksen";

/* Content property name */
"Has No Alarms (Content Property Name)" = "Ei sisällä herätyksiä";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "Ei sisällä albumikuvitusta";

/* Content property name */
"Has No Photo (Content Property Name)" = "Ei sisällä kuvaa";

/* Content property name */
"Has Photo (Content Property Name)" = "Sisältää kuvan";

/* Content property name */
"Height (Content Property Name)" = "Korkeus";

/* Content property name */
"Image (Content Property Name)" = "Kuva";

/* Content property name */
"Is All Day (Content Property Name)" = "On koko päivän";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "On pilvikohde";

/* Content property name */
"Is Completed (Content Property Name)" = "On suoritettu";

/* Content property name */
"Is Explicit (Content Property Name)" = "On lapsille sopimatonta";

/* Content property name */
"Is Favorite (Content Property Name)" = "On suosikki";

/* Content property name */
"Is Hidden (Content Property Name)" = "On kätketty";

/* Content property name */
"Is Not All Day (Content Property Name)" = "Ei ole koko päivän";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "Ei ole pilvikohde";

/* Content property name */
"Is Not Completed (Content Property Name)" = "Ei ole suoritettu";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "On lapsille sopivaa";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "Ei ole suosikki";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "Ei ole kätketty";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "Ei ole näyttökuva";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "On näyttökuva";

/* Content property name */
"Job Title (Content Property Name)" = "Ammattinimike";

/* Content property name */
"Keys (Content Property Name)" = "Näppäimet";

/* Content property name */
"Last Modified Date (Content Property Name)" = "Muokattu viimeksi";

/* Content property name */
"Last Name (Content Property Name)" = "Sukunimi";

/* Content property name */
"Last Played Date (Content Property Name)" = "Toistettu viimeksi";

/* Content property name */
"Latitude (Content Property Name)" = "Leveysaste";

/* Content property name */
"List (Content Property Name)" = "Luettelo";

/* Content property name */
"Location (Content Property Name)" = "Sijainti";

/* Content property name */
"Longitude (Content Property Name)" = "Pituusaste";

/* Content property name */
"Lyrics (Content Property Name)" = "Sanat";

/* Content property name */
"Main Image URL (Content Property Name)" = "Pääkuvan URL";

/* Content property name */
"Media Kind (Content Property Name)" = "Medialaji";

/* Content property name */
"Media Type (Content Property Name)" = "Mediatyyppi";

/* Content property name */
"Metadata (Content Property Name)" = "Metadata";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "Metadatasanakirja";

/* Content property name */
"Middle Name (Content Property Name)" = "Toinen nimi";

/* Content property name */
"Music (Content Property Name)" = "Musiikki";

/* Content property name */
"Name (Content Property Name)" = "Nimi";

/* Content property name */
"Nickname (Content Property Name)" = "Lempinimi";

/* Content property name */
"Notes (Content Property Name)" = "Muistiinpanot";

/* Content property name */
"Number of Words (Content Property Name)" = "Sanamäärä";

/* Content property name */
"Organizer (Content Property Name)" = "Järjestäjä";

/* Content property name */
"Orientation (Content Property Name)" = "Suunta";

/* Content property name */
"Phone Number (Content Property Name)" = "Puhelinnumero";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "Etunimi äännettynä";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "Sukunimi äännettynä";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "Toinen nimi äännettynä";

/* Content property name */
"Photo Type (Content Property Name)" = "Kuvan tyyppi";

/* Content property name */
"Play Count (Content Property Name)" = "Toistokerrat";

/* Content property name */
"Prefix (Content Property Name)" = "Etuliite";

/* Content property name */
"Priority (Content Property Name)" = "Prioriteetti";

/* Content property name */
"Published Date (Content Property Name)" = "Julkaistu";

/* Content property name */
"Rating (Content Property Name)" = "Arviointi";

/* Content property name */
"Release Date (Content Property Name)" = "Julkaistu";

/* Content property name */
"Reminder Location (Content Property Name)" = "Muistutuksen sijainti";

/* Content property name */
"Role (Content Property Name)" = "Rooli";

/* Content property name */
"Show URL (Content Property Name)" = "Näytä URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "Näytä kalenterissa";

/* Content property name */
"Skip Count (Content Property Name)" = "Ohitusten määrä";

/* Content property name */
"Start Date (Content Property Name)" = "Alkamispäivä";

/* Content property name */
"State (Content Property Name)" = "Tila";

/* Content property name */
"Status (Content Property Name)" = "Tila";

/* Content property name */
"Street (Content Property Name)" = "Katu";

/* Content property name */
"Street Address (Content Property Name)" = "Katuosoite";

/* Content property name */
"Suffix (Content Property Name)" = "Loppuliite";

/* Content property name */
"Time Taken (Content Property Name)" = "Ottoaika";

/* Content property name */
"Title (Content Property Name)" = "Nimi";

/* Content property name */
"Track (Content Property Name)" = "Raita";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "Arvot";

/* Content property name */
"Video (Content Property Name)" = "Video";

/* Content property name */
"Width (Content Property Name)" = "Leveys";

/* Content property name */
"ZIP Code (Content Property Name)" = "Postitoimipaikka";

/* Content property value */
"Accepted (Content Property Possible Value)" = "Hyväksytty";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "Äänikirja";

/* Content property value */
"Burst (Content Property Possible Value)" = "Kuvasarja";

/* Content property value */
"Chair (Content Property Possible Value)" = "Tuoli";

/* Content property value */
"Completed (Content Property Possible Value)" = "Suoritettu";

/* Content property value */
"Declined (Content Property Possible Value)" = "Hylätty";

/* Content property value */
"Delegated (Content Property Possible Value)" = "Delegoitu";

/* Content property value */
"Down (Content Property Possible Value)" = "Alas";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "Peilattu alas";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "Käynnissä";

/* Content property value */
"Left (Content Property Possible Value)" = "Vasen";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "Peilattu vasemmalle";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "Elokuva";

/* Content property value */
"Music (Content Property Possible Value)" = "Musiikki";

/* Content property value */
"Music Video (Content Property Possible Value)" = "Musiikkivideo";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "Ei osallistu";

/* Content property value */
"Optional (Content Property Possible Value)" = "Valinnainen";

/* Content property value */
"Panorama (Content Property Possible Value)" = "Panoraama";

/* Content property value */
"Pending (Content Property Possible Value)" = "Odottaa";

/* Content property value */
"Podcast (Content Property Possible Value)" = "Podcast";

/* Content property value */
"Required (Content Property Possible Value)" = "Vaaditaan";

/* Content property value */
"Right (Content Property Possible Value)" = "Oikea";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "Peilattu oikealle";

/* Content property value */
"TV Show (Content Property Possible Value)" = "TV-ohjelma";

/* Content property value */
"Tentative (Content Property Possible Value)" = "Alustava";

/* Content property value */
"Unknown (Content Property Possible Value)" = "Tuntematon";

/* Content property value */
"Up (Content Property Possible Value)" = "Ylös";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "Peilattu ylös";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "d.M.YYYY";

/* Default contact name */
"No Name" = "Ei nimeä";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "E d. MMMM y H.mm.ss z";

/* Default location name */
"Location (default location name)" = "Paikka";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "Tuntematon karttalinkki";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "Reittiohjeet välille %@ – %@";

/* Error message */
"Location Not Found" = "Sijaintia ei löytynyt";

/* Error message */
"a video was provided instead of an image" = "kuvan sijasta annettiin video";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "%@ ei ole muunnettavissa kuvaksi, koska se ei sisällä kuvitusta.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "Kohdetta %@ ei voida viedä, todennäköisesti koska se on tallennettu vain iCloudiin tai sitä ei ole vielä synkronoitu tähän laitteeseen.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "Jotta voit tehdä tämän, sinun pitää olla kirjautuneena iCloudiin.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "Kohteessa ei ole albumin kuvitusta";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "Kohdetta ei ladattu";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@ klo %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "Kuva";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "Musiikki";

/* Filter description; multiple photos (plural) */
"Photos" = "Kuvat";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "Tulokset";

/* Generic plural type description */
"Anything (Plural)" = "Mitkä tahansa";

/* Generic type description */
"Anything (Singular)" = "Mikä tahansa";

/* Item name */
"Apple Maps URL" = "Apple-karttojen URL";

/* Item name */
"Contact" = "Yhteys­tieto";

/* Item name */
"Event" = "Tapahtuma";

/* Item name */
"Image (item name)" = "Kuva";

/* Item name */
"Music (item name)" = "Musiikki";

/* Item name */
"Photo" = "Kuva";

/* Item name */
"Reminder" = "Muistutus";

/* Item name */
"Track (item name)" = "Raita";

/* Item name; calendar event participant */
"Participant" = "Osallistuja";

/* Navigation bar title */
"Supported Types" = "Tuetut tyypit";

/* Navigation bar title; content items */
"Items" = "Kohteet";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "Sisältökohteen kuvaaja";

/* Priority level */
"High" = "Korkea";

/* Priority level */
"Low" = "Alhainen";

/* Priority level */
"Medium" = "Normaali";

/* Property name; web page URL */
"Page URL" = "Sivun URL";

/* Property name; web page contents */
"Page Contents" = "Sivun sisältö";

/* Property name; web page selection */
"Page Selection" = "Sivun valinta";

/* Proposed file name for an HTML file */
"Article" = "Artikkeli";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "%@ ei ole Quick Look -esikatselun näytettävissä";

/* Reminder content item */
"Reminder Completion Date" = "Muistutus valmis";

/* Reminder content item */
"Reminder Due Date" = "Muistutuksen määräpäivä";

/* Reminder content item */
"Reminder Start Date" = "Muistutuksen alkamispäivä";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "Näytä URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "Mittayksiköt";

/* Title template for import albums from Photos.app */
"Imported on %@" = "Tuotu %@";

/* Type description for multiple files */
"Files" = "Tiedostot";

/* Type description for single file */
"File" = "Tiedosto";

/* Type description, a boolean (plural) */
"Booleans" = "Totuusarvot";

/* Type description; a FTP directory (singular) */
"FTP directory" = "FTP-hakemisto";

/* Type description; a Maps link (singular) */
"Maps link" = "Karttalinkki";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Safari-verkkosivu";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "Totuusarvo";

/* Type description; a calendar event (singular) */
"Calendar event" = "Kalenteritapahtuma";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "Tapahtuman osanottaja";

/* Type description; a calendar item (singular) */
"Calendar item" = "Kalenterikohde";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "Yhteys­tieto";

/* Type description; a date (singular) */
"Date" = "Päivämäärä";

/* Type description; a dictionary (singular) */
"Dictionary" = "Sanakirja";

/* Type description; a file size (singular) */
"File size" = "Tiedoston koko";

/* Type description; a location (singular) */
"Location (singular)" = "Sijainti";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "Media";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "Media";

/* Type description; a number (singular) */
"Number" = "Numero";

/* Type description; a phone number (singular) */
"Phone number" = "Puhelinnumero";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "Kuvamedia";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "Kuvat-apin media";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "Muotoiltu teksti";

/* Type description; a piece of text (singular) */
"Text (singular)" = "Teksti";

/* Type description; a place (location) (singular) */
"Place" = "Paikka";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "Muistutus";

/* Type description; a single image (singular) */
"Image (singular)" = "Kuva";

/* Type description; a time interval (singular) */
"Time interval" = "Aikaväli";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "Artikkeli";

/* Type description; an email address (singular) */
"Email address" = "Sähköpostiosoite";

/* Type description; an extension item (singular) */
"Extension item" = "Laajennuskohde";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "iCal-kohde";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "iTunes-media";

/* Type description; an item provider (singular) */
"Item provider" = "Kohteen tarjoaja";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "FTP-hakemistot";

/* Type description; multiple Maps links (plural) */
"Maps links" = "Karttalinkit";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF:t";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Safari-verkkosivut";

/* Type description; multiple URLs (plural) */
"URLs" = "URLit";

/* Type description; multiple articles (plural) */
"Articles" = "Artikkelit";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "Tapahtuman osanottajat";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "Kalenteritapahtumat";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "Kalenterikohteet";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "Yhteystiedot";

/* Type description; multiple dates (plural) */
"Dates" = "Päivämäärät";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "Sanakirjat";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "Sähköpostiosoitteet";

/* Type description; multiple extension items (plural) */
"Extension items" = "Laajennuskohteet";

/* Type description; multiple file sizes (plural) */
"File sizes" = "Tiedostokoot";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "iCal-kohteet";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "iTunes-media";

/* Type description; multiple images (plural) */
"Images" = "Kuvat";

/* Type description; multiple item providers (plural) */
"Item providers" = "Kohteen tarjoajat";

/* Type description; multiple locations (plural) */
"Locations" = "Sijainnit";

/* Type description; multiple numbers (plural) */
"Numbers" = "Numerot";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "Puhelinnumerot";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "Kuvamedia";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "Kuvat-apin media";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "Muotoiltu teksti";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "Teksti";

/* Type description; multiple places (locations) (plural) */
"Places" = "Paikat";

/* Type description; multiple reminders (plural) */
"Reminders" = "Muistutukset";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "Aikavälit";

/* Type description; multiple vCards (plural) */
"vCards" = "vCardit";

/* Unit type */
"Acceleration" = "Kiihdytys";

/* Unit type */
"Angle" = "Kulma";

/* Unit type */
"Area" = "Alue";

/* Unit type */
"Concentration Mass" = "Konsentraatiomassa";

/* Unit type */
"Dispersion" = "Hajonta";

/* Unit type */
"Duration" = "Kesto";

/* Unit type */
"Electric Charge" = "Sähkövaraus";

/* Unit type */
"Electric Current" = "Sähkövirta";

/* Unit type */
"Electric Potential Difference" = "Sähköinen potentiaaliero";

/* Unit type */
"Electric Resistance" = "Sähkövastus";

/* Unit type */
"Energy" = "Energia";

/* Unit type */
"Frequency" = "Taajuus";

/* Unit type */
"Fuel Efficiency" = "Polttoainetehokkuus";

/* Unit type */
"Illuminance" = "Valaistusvoimakkuus";

/* Unit type */
"Length" = "Pituus";

/* Unit type */
"Mass" = "Massa";

/* Unit type */
"Power" = "Virta";

/* Unit type */
"Pressure" = "Ilmanpaine";

/* Unit type */
"Speed" = "Nopeus";

/* Unit type */
"Temperature" = "Lämpötila";

/* Unit type */
"Volume" = "Tilavuus";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " tai ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " tai ";

